/* Other button text for the alert sheet */
"Cancel" = "Cancel";

/* Title of the alert sheet when window should close but changes are still not saved */
"Do you want to save changes to the source code before closing?" = "Do you want to save changes to the source code before closing?";

/* Title of the alert sheet when user wants to proceed but changes are still not saved */
"Do you want to save changes to the source code before proceeding?" = "Do you want to save changes to the source code before proceeding?";

/* Alternate button text for the alert sheet */
"Don\\u2019t save" = "Don’t save";

/* Message of the alert sheet when unsaved changes are about to be lost */
"If you don\\u2019t save, your changes will be lost." = "If you don’t save, your changes will be lost.";

/* Default button text for the alert sheet */
"Save" = "Save";

